-- ----------------------------
-- Records of library_admin_info
-- ----------------------------
INSERT INTO `library_admin_info` VALUES ('1', 'SZHK_007', 'xingzhendong', '2eeeaf52b9133a03991b7bf6c47933db', '邢贞东', '18395208020', '0', '2020-08-27 16:47:53', null);


-- ----------------------------
-- Records of library_book_info
-- ----------------------------
INSERT INTO `library_book_info` VALUES ('1', '红楼梦', '20200827', '20200827', '21', '曹雪芹', '小说', '中国古典小说的佳作，影响了整个华人世界的经典！ ★经典中的经典，人一生必读的 四大名著 之一。 ★《红楼梦》，是一部具有高度思想性和高度艺术性的伟大作品，是十八世纪中国*伟大的文学巨著，不仅是中国文学之林的', '安徽教育出版社', '0', 'http://img3m6.ddimg.cn/31/22/23828836-1_b_8.jpg', '0', '2020-08-27 16:47:53', null);



-- ----------------------------
-- Records of library_borrow_info
-- ----------------------------
INSERT INTO `library_borrow_info` VALUES ('1', '1', '1', '2020-08-27 16:47:53', '2020-09-27 16:47:53', null, '0', null, null, '0', '2020-08-27 16:47:53', null);



-- ----------------------------
-- Records of library_reader_info
-- ----------------------------
INSERT INTO `library_reader_info` VALUES ('1', '邢贞东', '18395208020', '海南省海口市', '4***********9', '12345678@qq.com', '0', '2020-08-27 16:47:53', null);
